Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Конституция7465.tmx
Source language: ba
Languages: ru

source: райондар – Әбйәлил, Әлшәй, Архангель, Асҡын, Ауырғазы, Баҡалы, Балтас, Балаҡатай, Бишбүләк, Благовар, Бүздәк, Борай, Бөрйән, Ғафури, Дыуан, Йәрмәкәй, Ейәнсура, Йылайыр, Иглин, Илеш, Ҡалтасы, Ҡариҙел, Ҡырмыҫҡалы, Ҡыйғы, Краснокама, Күгәрсен, Кушнаренко, Көйөргәҙе, Мәсетле, Мишкә, Миәкә, Нуриман, Салауат, Стәрлебаш, Стәрлетамаҡ, Тәтешле, Өфө, Федоровка, Хәйбулла, Саҡмағош, Шишмә, Шаран;
ru: районы - Абзелиловский, Альшеевский, Архангельский, Аскинский, Аургазинский, Бакалинский, Балтачевский, Белокатайский, Бижбулякский, Благоварский, Буздякский, Бураевский, Бурзянский, Гафурийский, Дуванский, Ермекеевский, Зианчуринский, Зилаирский, Иглинский, Илишевский, Калтасинский, Караидельский, Кармаскалинский, Кигинский, Краснокамский, Кугарчинский, Кушнаренковский, Куюргазинский, Мечетлинский, Мишкинский, Миякинский, Нуримановский, Салаватский, Стерлибашевский, Стерлитамакский, Татышлинский, Уфимский, Федоровский, Хайбуллинский, Чекмагушевский, Чишминский, Шаранский;

source: статусы буйынса райондарға тиңләштерелгән ҡушма административ-территориаль берәмектәр – Баймаҡ районы һәм Баймаҡ ҡалаһы, Бәләбәй районы һәм Бәләбәй ҡалаһы, Белорет районы һәм Белорет ҡалаһы, Бөрө районы һәм Бөрө ҡалаһы, Благовещен районы һәм Благовещен ҡалаһы, Дәүләкән районы һәм Дәүләкән ҡалаһы, Дүртөйлө районы һәм Дүртөйлө ҡалаһы, Ишембай районы һәм Ишембай ҡалаһы, Мәләүез районы һәм Мәләүез ҡалаһы, Туймазы районы һәм Туймазы ҡалаһы, Учалы районы һәм Учалы ҡалаһы, Яңауыл районы һәм Яңауыл ҡалаһы;
ru: составные административно-территориальные единицы, приравненные по статусу к районам, - Баймакский район и город Баймак, Белебеевский район и город Белебей, Белорецкий район и город Белорецк, Бирский район и город Бирск, Благовещенский район и город Благовещенск, Давлекановский район и город Давлеканово, Дюртюлинский район и город Дюртюли, Ишимбайский район и город Ишимбай, Мелеузовский район и город Мелеуз, Туймазинский район и город Туймазы, Учалинский район и город Учалы, Янаульский район и город Янаул;

source: (өсөнсө абзац Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 28.06.2012 N 545-з)

source: республика әһәмиәтендәге ҡалалар – Ағиҙел, Күмертау, Нефтекама, Октябрьский, Салауат, Сибай, Стәрлетамаҡ, Өфө.
ru: города республиканского значения - Агидель, Кумертау, Нефтекамск, Октябрьский, Салават, Сибай, Стерлитамак, Уфа.

source: 65-се статья
ru: Статья 65

source: Башҡортостан Республикаһының баш ҡалаһы булып Өфө ҡалаһы тора.
ru: Столицей Республики Башкортостан является город Уфа.

source: Баш ҡала статусы Башҡортостан Республикаһы законы менән билдәләнә.
ru: Статус столицы устанавливается законом Республики Башкортостан.

source: 4-се бүлек
ru: Глава 4.

source: закондар сығарыу власы
ru: ЗАКОНОДАТЕЛЬНАЯ ВЛАСТЬ

source: 66-сы статья
ru: Статья 66

source: Башҡортостан Республикаһы дәүләт власының иң юғары һәм берҙән-бер закондар сығарыу (вәкиллекле) органы булып Башҡортостан Республикаһы Дәүләт Йыйылышы – Ҡоролтай (ошо Конституцияла – Башҡортостан Республикаһы Дәүләт Йыйылышы) тора.
ru: Высшим и единственным законодательным (представительным) органом государственной власти Республики Башкортостан является Государственное Собрание - Курултай Республики Башкортостан (в настоящей Конституции - Государственное Собрание Республики Башкортостан).

source: (беренсе өлөш Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 15.06.2006 N 322-з)

source: Башҡортостан Республикаһы Дәүләт Йыйылышы Башҡортостан Республикаһы закондар сығарыу власының даими эшләүсе органы булып тора.
ru: Государственное Собрание Республики Башкортостан является постоянно действующим органом законодательной власти Республики Башкортостан.

source: 67-се статья
ru: Статья 67

source: Башҡортостан Республикаһы Дәүләт Йыйылышы 110 депутаттан тора.
ru: Государственное Собрание Республики Башкортостан состоит из 110 депутатов.

source: (беренсе өлөш Башҡортостан Республикаһының 2011 йылдың 19 майындағы 395-з һанлы Законы редакцияһында)
ru: (часть первая в ред. Закона РБ от 19.05.2011 N 395-з)

source: Башҡортостан Республикаһы Дәүләт Йыйылышына һайлауҙар тәртибе Башҡортостан Республикаһы законы һәм федераль закон менән билдәләнә.
ru: Порядок выборов в Государственное Собрание Республики Башкортостан определяется законом Республики Башкортостан и федеральным законом.

source: (икенсе өлөш Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 28.06.2012 N 545-з)

source: 68-се статья
ru: Статья 68

source: Башҡортостан Республикаһы Дәүләт Йыйылышы биш йылға һайлана.
ru: Государственное Собрание Республики Башкортостан избирается сроком на пять лет.

source: Башҡортостан Республикаһы Дәүләт Йыйылышы һайланғандың утыҙынсы көнөнә үҙенең беренсе ултырышына саҡырыла.
ru: Государственное Собрание Республики Башкортостан созывается на первое заседание на тридцатый день после избрания.

source: Башҡортостан Республикаһы Башлығы Башҡортостан Республикаһы Дәүләт Йыйылышы ултырышын ошо сроктан алдараҡ та саҡырта ала.
ru: Глава Республики Башкортостан может созвать заседание Государственного Собрания Республики Башкортостан ранее этого срока.

source: Башҡортостан Республикаһының яңы саҡырылыш Дәүләт Йыйылышының беренсе ултырышын Башҡортостан Республикаһы Дәүләт Йыйылышы Рәйесен һайлағанға тиклем Башҡортостан Республикаһы Дәүләт Йыйылышының йәш буйынса иң өлкән депутаты аса һәм алып бара.
ru: Первое заседание Государственного Собрания Республики Башкортостан нового созыва до избрания Председателя Государственного Собрания Республики Башкортостан открывает и ведет старейший по возрасту депутат Государственного Собрания Республики Башкортостан.

source: 69-сы статья
ru: Статья 69

source: Башҡортостан Республикаһы Дәүләт Йыйылышы депутаты итеп 21 йәше тулған һәм һайлау хоҡуғына эйә булған Рәсәй Федерацияһы гражданы һайлана ала.
ru: Депутатом Государственного Собрания Республики Башкортостан может быть избран гражданин Российской Федерации, достигший 21 года и обладающий избирательным правом.

source: Башҡортостан Республикаһы Дәүләт Йыйылышының профессиональ даими нигеҙҙә эшләүсе депутаттары һаны, шулай уҡ уларҙың депутатлыҡ эшмәкәрлеген ғәмәлгә ашырыу тәртибе һәм шарттары Башҡортостан Республикаһы законы менән билдәләнә.
ru: Число депутатов Государственного Собрания Республики Башкортостан, работающих на профессиональной постоянной основе, а также порядок и условия осуществления ими депутатской деятельности устанавливаются законом Республики Башкортостан.

source: Башҡортостан Республикаһы Дәүләт Йыйылышының профессиональ даими нигеҙҙә, шулай уҡ төп эшенән айырылмайынса эшләүсе депутаттарына бөтә вәкәләттәре срогы дауамында депутатлыҡ вәкәләттәрен тулы күләмдә тормошҡа ашырыу буйынса тиң мөмкинлектәр гарантиялана.
ru: Депутатам Государственного Собрания Республики Башкортостан, работающим как на профессиональной постоянной основе, так и без отрыва от основной деятельности, гарантируются равные возможности по осуществлению депутатских полномочий в полном объеме в течение всего срока полномочий.

source: Депутатлыҡ эшмәкәрлегенә бәйле сикләүҙәр федераль закон менән билдәләнә.
ru: Ограничения, связанные с депутатской деятельностью, устанавливаются федеральным законом.

source: (дүртенсе өлөш Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы редакцияһында)
ru: (часть четвертая в ред. Закона РБ от 15.06.2006 N 322-з)

source: Башҡортостан Республикаһы Дәүләт Йыйылышы депутаты үҙенең статусын хоҡуҡ тәртибе, әхлаҡ ҡиммәттәренә, парламент дисциплинаһы ҡағиҙәләренә һәм традицияларына ярашлы файҙаланырға бурыслы.
ru: Депутат Государственного Собрания Республики Башкортостан обязан использовать свой статус в соответствии с ценностями правопорядка, нравственности, правилами и традициями парламентской дисциплины.

source: (бишенсе өлөш Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы тарафынан индерелде)
ru: (часть пятая введена Законом РБ от 04.03.2014 N 57-з)

source: 70-се статья
ru: Статья 70

source: Башҡортостан Республикаһы Дәүләт Йыйылышы депутаты федераль закон менән билдәләнгән осраҡтарҙа һәм тәртиптә тейелгеһеҙлеккә эйә.
ru: Депутат Государственного Собрания Республики Башкортостан обладает неприкосновенностью в случаях и порядке, установленных федеральным законом.

source: 71-се статья
ru: Статья 71

source: Башҡортостан Республикаһы Дәүләт Йыйылышы ҡарамағына түбәндәгеләр инә:
ru: К ведению Государственного Собрания Республики Башкортостан относятся:

source: 1) Башҡортостан Республикаһы Конституцияһын ҡабул итеү, уға үҙгәрештәр һәм өҫтәмәләр индереү;
ru: 1) принятие Конституции Республики Башкортостан, внесение в нее изменений и дополнений;

source: 2) Башҡортостан Республикаһы вәкәләттәре сиктәрендә Башҡортостан Республикаһының хакимиәт даирәһе һәм Рәсәй Федерацияһы менән Башҡортостан Республикаһының берлектәге хакимиәт даирәһе буйынса хоҡуҡи көйләүҙе бойомға ашырыу;
ru: 2) осуществление законодательного регулирования по предметам ведения Республики Башкортостан и предметам совместного ведения Российской Федерации и Республики Башкортостан в пределах полномочий Республики Башкортостан;

source: 3) Башҡортостан Республикаһы закондарына аңлатма биреү, уларҙың үтәлешенә контроллек итеү;
ru: 3) толкование законов Республики Башкортостан, контроль за их исполнением;

source: 4) Башҡортостан Республикаһының социаль-иҡтисади үҫешен күҙаллауҙы раҫлау;
ru: 4) утверждение прогноза социально-экономического развития Республики Башкортостан;

source: (4-се пункт Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 28.06.2012 N 545-з)

source: 5) Башҡортостан Республикаһы бюджетын һәм уның үтәлеше тураһында отчетты раҫлау;
ru: 5) утверждение бюджета Республики Башкортостан и отчета о его исполнении;

source: 6) федераль законға ярашлы Башҡортостан Республикаһы һалымдарын һәм йыйымдарын билдәләү;
ru: 6) установление в соответствии с федеральным законом налогов и сборов Республики Башкортостан;

source: 7) Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттарын һәм уларҙың үтәлеше тураһындағы отчеттарҙы раҫлау;
ru: 7) утверждение бюджетов территориальных государственных внебюджетных фондов Республики Башкортостан и отчетов об их исполнении;

source: 8) Башҡортостан Республикаһы бюджетының һәм Башҡортостан Республикаһының бюджеттан тыш территориаль дәүләт фондтары бюджеттарының үтәлешенә контролде тормошҡа ашырыу;
ru: 8) осуществление контроля за исполнением бюджета Республики Башкортостан и бюджетов территориальных государственных внебюджетных фондов Республики Башкортостан;

source: 9) Башҡортостан Республикаһының дәүләт милкенә идара итеү һәм уның менән эш итеү тәртибен билдәләү һәм уның һаҡланыуына контроллек итеү;
ru: 9) установление порядка управления и распоряжения государственной собственностью Республики Башкортостан и контроль за его соблюдением;

source: 10) Башҡортостан Республикаһының административ-территориаль ҡоролошон һәм уны үҙгәртеү тәртибен билдәләү;
ru: 10) установление административно-территориального устройства Республики Башкортостан и порядка его изменения;

source: 11) Башҡортостан Республикаһының сиктәрен үҙгәртеү менән бәйле мәсьәләләрҙе хәл итеү;
ru: 11) решение вопросов, связанных с изменением границ Республики Башкортостан;

source: 12) Башҡортостан Республикаһы договорҙарын төҙөүҙе һәм өҙөүҙе раҫлау;
ru: 12) утверждение заключения и расторжения договоров Республики Башкортостан;

source: 13) Башҡортостан Республикаһы референдумын тәғәйенләү һәм үткәреү тәртибен билдәләү, Башҡортостан Республикаһы референдумын үткәреү көнөн тәғәйенләү;
ru: 13) установление порядка назначения и проведения референдума Республики Башкортостан, назначение даты проведения референдума Республики Башкортостан;

source: 14) Башҡортостан Республикаһы Дәүләт Йыйылышына һайлауҙарҙы үткәреү тәртибен билдәләү һәм Башҡортостан Республикаһы Дәүләт Йыйылышына һайлауҙарҙы тәғәйенләү;
ru: 14) установление порядка проведения выборов в Государственное Собрание Республики Башкортостан и назначение выборов в Государственное Собрание Республики Башкортостан;

source: (14-се пункт Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы Законы редакцияһында)
ru: (п. 14 в ред. Закона РБ от 28.06.2012 N 545-з)

source: 15) Башҡортостан Республикаһы Башлығын һайлауҙарҙы үткәреү тәртибен билдәләү һәм Башҡортостан Республикаһы Башлығын һайлауҙарҙы тәғәйенләү;
ru: 15) установление порядка проведения выборов Главы Республики Башкортостан и назначение выборов Главы Республики Башкортостан;

source: (15-се пункт Башҡортостан Республикаһының 2012 йылдың 28 июнендәге 545-з һанлы, 2014 йылдың 4 мартындағы 57-з һанлы закондары редакцияһында)
ru: (п. 15 в ред. Закона РБ от 28.06.2012 N 545-з)

source: 16) Башҡортостан Республикаһы Дәүләт Йыйылышының Президиумын, даими комитеттарын ойоштороу, Башҡортостан Республикаһы Дәүләт Йыйылышы Рәйесен һайлау;
ru: 16) формирование Президиума, постоянных комитетов Государственного Собрания Республики Башкортостан; избрание Председателя Государственного Собрания Республики Башкортостан;

source: (16-сы пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (п. 16 в ред. Закона РБ от 04.03.2014 N 57-з)

source: 17) Башҡортостан Республикаһы Башлығына ышанмаусанлыҡ (ышаныс) белдереү тураһындағы мәсьәләне хәл итеү;
ru: 17) решение вопроса о недоверии (доверии) Главе Республики Башкортостан;

source: 18) Башҡортостан Республикаһы Хөкүмәте Премьер-министры вазифаһына тәғәйенләүҙе килешеү;
ru: 18) согласование назначения на должность Премьер-министра Правительства Республики Башкортостан;

source: 19) Башҡортостан Республикаһы Конституция Суды Рәйесен, Рәйесе урынбаҫарын һәм судьяларын вазифаға тәғәйенләү;
ru: 19) назначение на должность Председателя, заместителя Председателя и судей Конституционного Суда Республики Башкортостан;

source: 20) Башҡортостан Республикаһы Прокурорын тәғәйенләүҙе килешеү;
ru: 20) согласование назначения Прокурора Республики Башкортостан;

source: 21) Башҡортостан Республикаһы Башлығы, Башҡортостан Республикаһының башҡарма власть органдары ҡарауына Башҡортостан Республикаһы Башлығының хоҡуҡи акттарына, Башҡортостан Республикаһының башҡарма власть органдарының норматив хоҡуҡи акттарына үҙгәрештәр һәм (йәки) өҫтәмәләр индереү йә иһә уларҙы кире ҡағыу тураһында тәҡдимдәр индереү;
ru: 21) внесение на рассмотрение Главы Республики Башкортостан, органов исполнительной власти Республики Башкортостан предложений об изменениях и (или) дополнениях в правовые акты Главы Республики Башкортостан, нормативные правовые акты органов исполнительной власти Республики Башкортостан либо об их отмене;

source: 22) Башҡортостан Республикаһы Башлығы, Башҡортостан Республикаһының башҡарма власть органдары акттарына суд тәртибендә ялыу биреү;
ru: 22) обжалование актов Главы Республики Башкортостан, органов исполнительной власти Республики Башкортостан в судебном порядке;

source: 23) Рәсәй Федерацияһы Федераль Йыйылышының Дәүләт Думаһында закондар сығарыу инициативаһы хоҡуғын тормошҡа ашырыу;
ru: 23) осуществление права законодательной инициативы в Государственной Думе Федерального Собрания Российской Федерации;

source: 24) парламент тикшереүҙәре һәм парламент тыңлауҙары үткәреү;
ru: 24) проведение парламентских расследований и парламентских слушаний;

source: 25) Башҡортостан Республикаһында Кеше хоҡуҡтары буйынса вәкилде, Башҡортостан Республикаһында Бала хоҡуҡтары буйынса вәкилде, Башҡортостан Республикаһында Эшҡыуарҙар хоҡуҡтарын яҡлау буйынса вәкилде вазифаға тәғәйенләү һәм вазифанан бушатыу;
ru: 25) назначение на должность и освобождение от должности Уполномоченного по правам человека в Республике Башкортостан, Уполномоченного по правам ребенка в Республике Башкортостан, Уполномоченного по защите прав предпринимателей в Республике Башкортостан;

source: (25-се пункт Башҡортостан Республикаһының 2009 йылдың 13 июлендәге 146-з һанлы, 2012 йылдың 28 июнендәге 545-з һанлы, 2014 йылдың 4 мартындағы 57-з һанлы закондары редакцияһында)
ru: (в ред. Законов РБ от 13.07.2009 N 146-з, от 28.06.2012 N 545-з, от 04.03.2014 N 57-з)

source: 26) Башҡортостан Республикаһының Контроль-иҫәп палатаһы Рәйесен, Рәйесе урынбаҫарын һәм аудиторҙарын вазифаға тәғәйенләү һәм вазифанан бушатыу;
ru: 26) назначение на должность и освобождение от должности Председателя, заместителя Председателя и аудиторов Контрольно-счетной палаты Республики Башкортостан;

source: (26-сы пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (п. 26 в ред. Закона РБ от 04.03.2014 N 57-з)

source: 27) Башҡортостан Республикаһы Конституция Судына, Рәсәй Федерацияһы Конституция Судына мөрәжәғәттәр ҡабул итеү;
ru: 27) принятие обращений в Конституционный Суд Республики Башкортостан, Конституционный Суд Российской Федерации;

source: 28) мировой судьялар һайлау;
ru: 28) избрание мировых судей;

source: 29) федераль закон менән ҡаралған осраҡтарҙа федераль башҡарма власть органдарының территориаль органдары етәкселәре вазифаһына тәғәйенләүҙе килешеүҙә ҡатнашыу;
ru: 29) участие в согласовании назначения на должность руководителей территориальных органов федеральных органов исполнительной власти в случаях, предусмотренных федеральным законом;

source: 30) Башҡортостан Республикаһы судьяларының квалификация коллегияһына йәмәғәтселек вәкилдәрен тәғәйенләү һәм уларҙың вәкәләттәрен туҡтатыу;
ru: 30) назначение представителей общественности в квалификационной коллегии судей Республики Башкортостан и прекращение их полномочий;

source: 31) үҙ вәкәләттәре сиктәрендә Башҡортостан Республикаһының Үҙәк һайлау комиссияһы ағзаларын тәғәйенләү;
ru: 31) назначение в пределах своих полномочий членов Центральной избирательной комиссии Республики Башкортостан;

source: 32) Башҡортостан Республикаһы Дәүләт Йыйылышы депутаты вәкәләттәрен ваҡытынан алда туҡтатыу тураһындағы мәсьәләне хәл итеү;
ru: 32) решение вопроса о досрочном прекращении полномочий депутата Государственного Собрания Республики Башкортостан;

source: (32-се пункт Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы закондары редакцияһында)
ru: (п. 32 в ред. Закона РБ от 04.03.2014 N 57-з)

source: 33) үҙ вәкәләттәре сиктәрендә урындағы үҙидара органдарына һайлауҙар үткәреү тәртибен билдәләү;
ru: 33) установление в пределах своих полномочий порядка проведения выборов в органы местного самоуправления;

source: (33-сө пункт Башҡортостан Республикаһының 2006 йылдың 15 июнендәге 322-з һанлы Законы редакцияһында)
ru: (п. 33 в ред. Закона РБ от 15.06.2006 N 322-з)

source: 34) Башҡортостан Республикаһы Хөкүмәте эшмәкәрлегенең һөҙөмтәләре тураһында, шул иҫәптән Башҡортостан Республикаһы Дәүләт Йыйылышы тарафынан ҡуйылған мәсьәләләр буйынса, Башҡортостан Республикаһы Башлығының йыл һайын була торған отчеттарын тыңлау; айырым мәсьәләләр буйынса Башҡортостан Республикаһы дәүләт власының башҡарма органдары етәкселәренең мәғлүмәтен тыңлау;
ru: 34) заслушивание ежегодных отчетов Главы Республики Башкортостан о результатах деятельности Правительства Республики Башкортостан, в том числе по вопросам, поставленным Государственным Собранием Республики Башкортостан; заслушивание по отдельным вопросам информации руководителей исполнительных органов государственной власти Республики Башкортостан;

source: (34-се пункт Башҡортостан Республикаһының 2011 йылдың 19 майындағы 395-з һанлы, 2014 йылдың 4 мартындағы 57-з һанлы закондары редакцияһында)
ru: (п. 34 в ред. Закона РБ от 19.05.2011 N 395-з)

source: 35) Башҡортостан Республикаһының дәүләт наградаларын, Башҡортостан Республикаһының маҡтаулы исемдәрен булдырыу;
ru: 35) учреждение государственных наград Республики Башкортостан, почетных званий Республики Башкортостан;

source: 36) Рәсәй Федерацияһы Конституцияһына, федераль закондарға, ошо Конституцияға һәм Башҡортостан Республикаһы закондарына ярашлы, Башҡортостан Республикаһы Дәүләт Йыйылышы ҡарамағына индерелгән башҡа мәсьәләләр.
ru: 36) иные вопросы, относящиеся в соответствии с Конституцией Российской Федерации, федеральными законами, настоящей Конституцией и законами Республики Башкортостан к ведению Государственного Собрания Республики Башкортостан.

source: Башҡортостан Республикаһы Дәүләт Йыйылышы үҙ вәкәләттәрен тормошҡа ашырғанда Рәсәй Федерацияһы Конституцияһын һәм федераль закондарҙы үтәүҙе тәьмин итә.
ru: Государственное Собрание Республики Башкортостан при осуществлении своих полномочий обеспечивает соблюдение Конституции Российской Федерации и федеральных законов.

source: 72-се статья
ru: Статья 72

source: Башҡортостан Республикаһы Дәүләт Йыйылышы үҙ ҡарамағындағы мәсьәләләр буйынса демократик йәмәғәтселек фекерен формалаштырыу һәм уны яҡлау өсөн шарттар булдыра һәм закондар сығарыу процесында иҫәпкә ала.
ru: Государственное Собрание Республики Башкортостан обеспечивает условия для формирования и поддержки демократического общественного мнения по вопросам своего ведения и учитывает его в процессе законотворчества.

source: (Башҡортостан Республикаһының 2014 йылдың 4 мартындағы 57-з һанлы Законы редакцияһында)
ru: (в ред. Закона РБ от 04.03.2014 N 57-з)

source: 73-сө статья
ru: Статья 73

source: Граждандар һәм уларҙың берекмәләре Башҡортостан Республикаһының хоҡуҡ системаһын формалаштырғанда вәкиллекле демократияның йәмәғәт институттарында ҡатнашыу юлы менән үҙенең ихтыярын һәм мәнфәғәттәрен сағылдырырға хоҡуҡлы.
ru: Граждане и их объединения вправе выражать свою волю и интересы при формировании правовой системы Республики Башкортостан посредством участия в общественных институтах представительной демократии.

source: 74-се статья
ru: Статья 74

source: Граждандар һәм уларҙың берекмәләре Башҡортостан Республикаһы законы менән билдәләнгән тәртиптә Башҡортостан Республикаһы законын ҡабул итеү, үҙгәртеү йәки уны ғәмәлдән сыҡҡан тип таныу тураһындағы тәҡдим менән Башҡортостан Республикаһы Дәүләт Йыйылышына шәхси һәм коллектив мөрәжәғәттәр ебәреп, граждандарҙың закондар сығарыу инициативаһын тормошҡа ашырыу хоҡуғына эйә.
ru: Граждане и их объединения вправе осуществлять гражданскую законодательную инициативу путем направления в Государственное Собрание Республики Башкортостан индивидуальных и коллективных обращений с предложением о принятии, изменении или признании утратившим силу закона Республики Башкортостан в порядке, установленном законом Республики Башкортостан.

source: 75-се статья
ru: Статья 75

source: Башҡортостан Республикаһы Дәүләт Йыйылышы үҙ ҡарамағына индерелгән мәсьәләләр буйынса закондар һәм ҡарарҙар ҡабул итә.
ru: Государственное Собрание Республики Башкортостан по вопросам, отнесенным к его ведению, принимает законы и постановления.

source: 76-сы статья
ru: Статья 76
